Repository: TRIP-Lab/itinerum-ios
Catalog: ItinerumBase/ViewControllers/SystemAccessVCs/*.lproj/SystemAccess.strings
Languages: fr

# 3VY-i6-lam.text
source: Thank you for downloading Itinerum MTL.
fr: Merci d’avoir téléchargé Itinerum MTL.

# 7gz-Vr-kTr.normalTitle
source: Start
fr: Suivant

# GFd-Xg-8Fm.normalTitle
source: Start
fr: Suivant

# IbA-G2-Yaa.text
source: System access
fr: Merci d’avoir téléchargé Itinerum MTL.

# NeX-po-aLS.text
source: Your participation is appreciated. To help our research, please answer the following questions.
fr: Votre participation est grandement appréciée.Afin de faciliter l’analyse de vos données, veuillez répondre aux questions suivantes.

# fYB-zW-uwB.text
source: We will need access to some of your device’s features to be able to gather data correctly.
fr: Votre participation est grandement appréciée.Afin de faciliter l’analyse de vos données, veuillez répondre aux questions suivantes.

# gky-fJ-QIn.text
source: We’re going to ask a few initial questions so we can find out a little more about you. Don’t worry, collected information will remain confidential.
fr: Nous aimerions maintenant vous poser quelques questions afin de mieux vous connaître. Toutes les informations recueillies resteront confidentielles.

# pDr-Co-Oyb.normalTitle
source: Start
fr: Suivant

# pcg-bg-21l.text
source: I confirm that I am 18 or older.
fr: Je confirme avoir 18 ans ou plus.

# rKF-Uo-pxw.text
source: Thanks! So let’s go
fr: Merci! Maintenant allons-y !
