Repository: TRIP-Lab/itinerum-ios
Catalog: ItinerumBase/Localization/*.lproj/Localization.strings
Languages: fr

source: Yes
fr: Oui

source: No
fr: Non

# guideline_and_term_and_condition
source: This app follows these research guidelines. Please review and agree to them to use the application.
fr: Itinerum MTL est assujetti à des règles éthiques. Veuillez les consulter et les accepter avant de continuer.

source: Allow notifications
fr: Autoriser les notifications

# allow_location
source: Allow background location detection
fr: Autoriser accès à vos données de localisation.

# allow_activity
source: Allow background activity detection
fr: Autoriser accès à vos données de mouvement et d'activité physique.

source: Next
fr: Suivant

source: Location permission
fr: Autorisation de localisation

source: Settings
fr: Réglages

source: Cancel
fr: Annuler

source: Done
fr: Ajouter

source: Back
fr: Retour

source: Save
fr: OK

source: From Date
fr: Date de début

source: To Date
fr: Date de fin

# enter_date_range
source: Please enter date range
fr: Veuillez entrer la plage de dates

source: of
fr: de

source: Today
fr: Aujourd’hui

source: Yesterday
fr: Hier

# custom_Days
source: Custom date
fr: Autre

source: All days
fr: Tous les jours

# map_search_bar_placeholder
source: Enter your address or slide screen
fr: Entrez une adresse ou déplacez l'écran

# network_error
source: Network connection appear to be offline
fr: La connexion réseau semble être hors connexion

# enter_valid_email
source: Please enter valid email
fr: Veuillez entrer un courriel valide

# Location_permission_Title
source: Access to Location Not Authorized
fr: Accès non autorisé aux services de localisation

# Location_permission_message
source: For Itinerum MTL to function, please allow it to access your location in Settings.
fr: Pour permettre à Itinerum MTL de fonctionner, veuillez autoriser l’accès aux services de localisation dans les Réglages.

# Notification_permission_Title
source: Access to Notification Not Authorized
fr: Accès à la notification non autorisée

# Notification_permission_message
source: For Itinerum MTL to function, please allow it to access your Notification in Settings.
fr: Pour que Itinerum MTL fonctionne, veuillez lui permettre d'accéder à votre notification dans les paramètres.

# activity_permission_title
source: Motion and Fitness
fr: Mouvement et fitness

# activity_permission_message
source: For Itinerum MTL to function, please allow motion and fitness in Settings.
fr: Pour que Itinerum MTL fonctionne, veuillez autoriser le mouvement et la condition physique dans les paramètres.

# complete_survey_message
source: Survey complete. Thank you for using Itinerum MTL!
fr: Enquête complétée. Merci d’avoir utilisé Itinerum MTL!

# trip_completed_alert_title
source: Congratulations!
fr: Félicitations!

# trip_completed_alert_message
source: You have validated 25 trips. You will be entered in the draw for prizes. Would you like to continue validating trips?
fr: Vous avez validé 25 déplacements. Vous êtes admissible au tirage au sort. Aimeriez-vous continuer à valider vos déplacements?

# email_subject
source: Comments on Itinerum MTL
fr: Commentaires sur Itinerum MTL

# mail_not_setup_message
source: The device doesn't have an email account set up.
fr: Votre compte de messagerie n’est pas configuré.

# email_sent_message
source: Email sent successfully!
fr: Courriel envoyé avec succès.

# email_send_fail
source: Message failed to send. Please try again later.
fr: Échec de l’envoi. Merci d’essayer plus tard.

# select_location_on_map
source: Please select the location of the destination on the map.
fr: Merci d'indiquer la localisation de la destination sur la carte.

# You_seem_stopped
source: You seem to have stopped
fr: Arrêt détecté

# have_reached_destination
source: Have you reached a destination?
fr: Vous semblez être à destination. Est-ce le cas?

source: Correct
fr: OK

source: Dismiss
fr: Annuler

# adding_destination
source: Adding a destination
fr: Ajouter une destination

# notIncrement_validated_Trip
source: Adding a destination will not increase the number of validated trips.
fr: Ajouter une destination n'augmentera pas le nombre de déplacements validés.

# continueTile
source: Continue
fr: OK

source: Destination location
fr: Lieu de destination

source: Edit arrival date
fr: Modifier date d'arrivée

source: Edit arrival time
fr: Modifier heure d'arrivée

source: Pause recording
fr: Suspendre l'enregistrement

# Are_you_sur_for_pause_recording
source: Are you sure you want to stop recording your location?
fr: Voulez-vous mettre l’enregistrement de vos déplacements en pause?

source: Resume recording
fr: Commencer l’enregistrement

# Are_you_sur_for_resume_recording
source: Are you sure you want to resume recording your location?
fr: Voulez-vous commencer à enregistrer vos déplacements?

# occupation_ques
source: You are
fr: Vous êtes…

# occupation_option_1
source: A full-time worker
fr: Travailleur à temps plein

# occupation_option_2
source: A part-time worker
fr: Travailleur à temps partiel

# occupation_option_3
source: A student
fr: Étudiant

# occupation_option_4
source: Retired
fr: Retraité

# occupation_option_5
source: At home
fr: À la maison

# occupation_option_6
source: Other
fr: Autre

# work_location_ques_title
source: Work location
fr: Lieu de travail

# work_location_ques
source: Please indicate your approximate work location
fr: Veuillez indiquer votre lieu de travail.

# home_location_ques_title
source: Home location
fr: Lieu de résidence

# home_location_ques
source: Please indicate your approximate work location
fr: Veuillez indiquer votre lieu de résidence.

# travelToWork1_ques_title
source: Travel to Work
fr: Déplacement vers votre lieu de travail

# travelToWork1_ques
source: 1 - What mode or (combination of modes) do you typically use to commute to your work location?
fr: 1 - Quels mode ou combinaison de modes de transport utilisez-vous habituellement pour vous rendre au travail?

# travelToWork2_ques_title
source: Travel to Work
fr: Déplacement vers votre lieu de travail

# travelToWork2_ques
source: 2 - Do you use any alternative mode (or combination of modes) of travel to work?
fr: 2 - Utilisez-vous parfois un autre mode ou combinaison de modes de transport pour vous rendre au travail?

# study_location_ques_title
source: Study location
fr: Lieu d’études

# study_location_ques
source: Please indicate your approximate study location
fr: Veuillez indiquer votre lieu d’études.

# travelToStudy1_ques_title
source: Travel to Study
fr: Déplacement vers votre lieu d’études

# travelToStudy1_ques
source: 1 - What mode or (combination of modes) do you typically use to commute to your study location?
fr: 1 - Quels mode ou combinaison de modes de transport utilisez-vous habituellement pour vous rendre à votre lieu d’études?

# travelToStudy2_ques_title
source: Travel to Study
fr: Déplacement vers votre lieu d’études

# travelToStudy2_ques
source: 2 - Do you use any alternative mode (or combination of modes) of travel to your study location?
fr: 2 - Utilisez-vous parfois un autre mode ou combinaison de modes de transport pour vous rendre à votre lieu d'étude?

# travelToStudyOrWork_option_1
source: Car / Motorcycle
fr: Auto / Moto

# travelToStudyOrWork_option_2
source: Electric car (green lic. plate)
fr: Auto électrique (plaque verte)

# travelToStudyOrWork_option_4
source: Metro
fr: Métro

# travelToStudyOrWork_option_6
source: On foot
fr: À pied

# travelToStudyOrWork_option_7
source: Bicycle
fr: Vélo

# travelToStudyOrWork_option_8
source: Other
fr: Autre

# alternativeTravelToStudyOrWork_option_1
source: No
fr: Non

# alternativeTravelToStudyOrWork_option_2
source: Car / Motorcycle
fr: Auto / Moto

# alternativeTravelToStudyOrWork_option_3
source: Electric car (green lic. plate)
fr: Auto électrique (plaque verte)

# alternativeTravelToStudyOrWork_option_5
source: Metro
fr: Métro

# alternativeTravelToStudyOrWork_option_7
source: On foot
fr: À pied

# alternativeTravelToStudyOrWork_option_8
source: Bicycle
fr: Vélo

# alternativeTravelToStudyOrWork_option_9
source: Other
fr: Autre

# sex_ques_title
source: Sex
fr: Genre

# sex_option_1
source: Male
fr: Homme

# sex_option_2
source: Female
fr: Femme

# sex_option_3
source: Other
fr: Autre

# sex_option_4
source: Prefer not to answer
fr: Aucune de ces réponses

# age_ques_title
source: Age Bracket
fr: Tranche d’âge

# feedback_email_ques_title
source: Email
fr: Courriel

# feedback_email_ques
source: Please provide your email (for raffle)
fr: Courriel (pour participer au concours)

source: Feedback
fr: Envoyer un commentaire

source: Consent agreement
fr: Formulaire de consentement

# consent_agreement_desc
source: TERMS OF USE OF Itinerum MTL You are invited to closely read the following information before deciding whether or not to participate in a transportation study conducted by Concordia Univesity. Itinerum MTL is an application developed as part of a research project at Concordia University. Its use is governed by the ethics guidelines of Concordia University. A. PURPOSE The purpose of this research project is to collect and analyse travel behaviour data of users on the transportation network with smartphones. Based on this data (origin and destination of trips, number of trips, transportation modes, etc.) we will be better able to predict mobility demand and plan the development of the transport network as a function of the needs of users. B. PROCEDURES Â· D. CONDITIONS OF PARTICIPATION E. DECLARATION OF CONSENT By pressing the button below, I confirm that I have attentively read and understood the above consent and the information presented, and I attest to the fact that my consent is informed, that all of my questions have been answered to my satisfaction and that I have had sufficient time to decide whether I want to participate in this study. I freely and voluntarily consent to participate in this study. I ACCEPT THESE CONDITIONS (mandatory to participate in the study)
fr: Modalités d’utilisation de Itinerum MTL Prenez le temps de lire attentivement les renseignements ci-dessous avant de décider de participer ou non à cette étude de transport menée par l'Université Concordia. Itinerum MTL est une application mobile développée dans le cadre d’un projet de recherche mené par l'Université Concordia. Son utilisation est assujettie aux règles d’éthique de l’Université Concordia. A. BUT Le but de ce projet de recherche est de recueillir et d’analyser des données sur les comportements liés aux déplacements d’usagers sur le réseau de transport à l’aide de leur téléphone intelligent. Grâce à ces données (départ, destination, nombre de déplacements, modes de transport, etc.), nous serons mieux outillés pour prédire la demande de mobilité et planifier le développement du réseau de transport en fonction des besoins des usagers. B. PROCÉDURE • C. CONDITIONS DE PARTICIPATION D. DÉCLARATION DE CONSENTEMENT En appuyant sur le bouton ci-dessous, je confirme que j’ai lu attentivement et compris le formulaire de consentement ci-dessus de même que les renseignements qui y sont présentés. J’atteste que mon consentement est éclairé, que j’ai obtenu des réponses satisfaisantes à toutes mes questions et que j’ai eu le temps nécessaire pour décider si je souhaite participer ou non à cette étude. Je souhaite, librement et de plein gré, participer à cette étude.

source: About Itinerum MTL
fr: À propos d'Itinerum MTL

# About_Itinerum_MTL_desc
source: By using Itinerum MTL, you are at the heart of an ongoing research project! Itinerum MTL is an implementation of Itinerum, a travel survey application developed at Concordia University. By allowing the app to run in the background of your phone, you will share information on your trips for up to 30 days. The application will allow us to test and develop methods to better understand travel behaviour through the use of smartphones. Ultimately, your participation will help us improve transportation planning. If you would like to report a technical problem, please send an email to: zachary.patterson@concordia.ca
fr: En utilisant Itinerum MTL, vous êtes au cœur d’un projet de recherche en cours! Itinerum MTL est une adaptation d'Itinerum, une application d’enquête de trajet développée à l'Université Concordia. En permettant le fonctionnement de l’application en arrière-plan sur votre téléphone, vous partagerez de l’information à propos de vos déplacements pendant la période de l’étude. L’application nous permettra de développer et tester différentes méthodes afin de mieux comprendre les comportements liés aux déplacements des gens à l’aide de leur téléphone intelligent. Ultimement, votre participation nous aidera à optimiser la planification du transport urbain. Si vous souhaitez nous signaler un problème technique, veuillez nous envoyer un courriel à l’adresse : zachary.patterson@concordia.ca
